import React from "react";

const Postavshikam = () => {
  return (
    <div className="bg-[#FAFAFA] pb-[120px] ">
      <div className="max-w-7xl mx-auto px-4 pt-[60px]">
        <h1 className="font-bold text-2xl">Поставщикам</h1>
        <div className="w-[100%] ">
          <p className="mt-[30px] ">
            Компания Teplodomshop всегда готова рассматривать новые предложения
            о сотрудничестве. Нашей целью является развитие взаимовыгодных
            партнерских отношений с поставщиками и производителями для того,
            чтобы вместе предлагать нашим покупателям лучшее товарное
            предложение по низким ценам при стабильном качестве и
            гарантированном наличии.
          </p>
          <p className="mt-[30px]">
            Особое внимание мы уделяем локальным поставщикам и, в особенности,
            производителям в каждом регионе и стремимся обеспечить максимальное
            расширение такого сотрудничества. Эта поддержка дает региональным
            производителям отличную возможность для развития их бизнеса и
            многократного увеличения продаж.
          </p>
          <p className="mt-[30px]">
            Если Вы хотите стать поставщиком нашей компании, рекомендуем
            заполнить анкету.
          </p>
          <p className="mt-[30px]">
            Добро пожаловать, уважаемые будущие Партнеры! Мы будем всегда рады
            увидеть Ваши сообщения с вопросами или предложениями, присланные на
            специальный почтовый ящик, указанный в разделе «Контакты».
          </p>
        </div>
      </div>
    </div>
  );
};

export default Postavshikam;
